Repository: RandiAlhassoun/My_Colors
Catalog: *.lproj/Localizable.strings
Languages: ar

source: color
ar: لون

source: My Colors
ar: ألواني

source: Delete
ar: حذف

source: Save
ar: حفظ

source: Add Label
ar: إضافة تسمية

source: Cancel
ar: إلغاء

# labelDesc
source: Add a label for the selected color to save it
ar: أضف تسمية للون المحدد لحفظه

source: Label
ar: الاسم

# onBoardingWelcome
source: Welcome to My Colors
ar: مرحبًا بك في ألواني

# myColorDesc
source: View Your Saved colors and copy their hex value to use them in you art, design, etc.
ar: اعرض ألوانك المحفوظة وانسخ قيمتها السداسية لاستخدامها في فنك وتصميمك وما إلى ذلك.

source: Color picker
ar: انتقاء اللون

# CPDesc
source: Pick any color you like from Your camera or photo library.
ar: اختر أي لون تريده من الكاميرا أو مكتبة الصور.

source: Vision
ar: الرؤية

# visionDesc
source: See How the colors appears to people with color blindness.
ar: شاهد كيف تظهر الألوان للأشخاص المصابين بعمى الألوان.

source: Get started
ar: البدء الآن

source: Camera
ar: كاميرا

# Photos
source: Photo
ar: الصور

# continueDesc
source: Would you to continue picking color?
ar: هل ترغب بالإستمرار في اختيار الألوان؟

# savedColor
source: Color has been saved!
ar: تم حفظ اللون!

source: Continue
ar: المتابعة

# Exit
source: Go to colors
ar: الذهاب إلى ألواني

source: Show gray scale
ar: إظهار تدرج رمادي

source: No saved colors
ar: لا توجد ألوان محفوظة

source: Add your colors from Camera or Photo library.
ar: أضف ألوانك من الكاميرا أو مكتبة الصور.

source: Search a color
ar: بحث الألوان
